hadenlabs/zsh-core
hadenlabs/zsh-history
lipov3cz3k/zsh-uv
mattmc3/ez-compinit
ohmyzsh/ohmyzsh path:lib   # load OMZ's library
ohmyzsh/ohmyzsh path:plugins/colored-man-pages  # load OMZ plugins
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/tmux
sindresorhus/pure     kind:fpath
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions kind:fpath path:src
zsh-users/zsh-syntax-highlighting
